Repository: cferdinandi/gmt-wordpress-for-web-apps
Catalog: languages/*.po
Languages: pt_br

source: Sign up form "Username" field label
pt_br: Etiqueta do campo "Nome de usuário" no formulário de inscrição

source: Sign up form "Email" field label
pt_br: Etiqueta do campo "Email" no formulário de inscrição

source: Sign up form "Password" field label
pt_br: Etiqueta do campo "Senha" no formulário de inscrição

source: Sign up form "Submit" button text
pt_br: Etiqueta do campo "Enviar" no formulário de inscrição

source: Show password requirements with the sign up form
pt_br: Mostre requirementos de senha no formulário de inscrição

source: Error when no username is provided on the sign up form
pt_br: Erro quando não for fornecido nome de usuário no formulário de inscrição

source: Error when no email is provided on the sign up form
pt_br: Erro quando não for fornecido email no formulário de inscrição

source: Error when no password is provided on the sign up form
pt_br: Erro quando não for fornecida senha no formulário de inscrição

source: Error when username provided on the sign up form contains invalid characters
pt_br: Erro quando nome de usuário fornecido no formulário de inscrição tiver caracteres inválidos

source: Error when username provided on the sign up form already exists
pt_br: Erro quando nome de usuário fornecido no formulário de inscrição já existir

source: Error when email provided on the sign up form is invalid
pt_br: Erro quando emailo fornecido no formulário de inscrição for inválido

source: Error when email provided on the sign up form already exists
pt_br: Erro quando email fornecido no formulário de inscrição já existir

source: Error when signup fails
pt_br: Erro quando inscrição falhar

source: Send admins a notification when a new user signs up
pt_br: Envia uma notificação para os admins quando um novo usuário se inscreve

source: The email to send to site admins when new users sign up. Use %s to dynamically add their username, and %s to dynamically add their email address.
pt_br: O email enviado para os admins quando um novo usuário se inscreve. Use %s para adicionar nome de usuário dinamicamente e %s para adicionar o email deles dinamicamente.

source: Send new users a welcome email when they sign up
pt_br: Envia um email de boas vindas aos novos usuários quando se inscrevem

source: The email to send to new users after they sign up. Use %s to dynamically add their username, and %s to dynamically add the log in URL.
pt_br: O email para ser enviado a novos usuários quando se inscrevem. Use %s para adicionar o nome de usuário dinamicamente e %s para adicionar a URL de login dinamicamente.

source: Time (in hours) that a manually created new user "create a password" link is good for
pt_br: Tempo (em horas) de validade para um link "crie uma senha" para novo usuário criado manualmente

source: Send new users a welcome email when accounts are created manually in the WordPress Dashboard
pt_br: Envie um email de boas vindas para os usuários quando a conta é criada manualmente no Painel WordPress

source: The email to send to users when an account is created for them in the WordPress Dashboard. Use %s to dynamically add their username, and %s to dynamically add a link to your password reset form (only works if a page for this form has been specified). Use %s to include the number of hours their "create a new password" URL is good for.
pt_br: O email para ser enviado aos usuários quando uma nova conta é criada para eles no Painel WordPress. Use %s para adicionar o nome de usuário dinamicamente, e %s para adicionar dinamicamente um link para o formulário Mudar Senha (funciona apenas se a página deste formulário foi especificada). Use %s para incluir o número de horas em que a URL "crie uma nova senha" é válida.

source: Login form "Username" label
pt_br: Etiqueta de "Nome de Usuário" no Formulário de Login

source: Login form "Password" label
pt_br: Etiqueta de "Senha" no Formulário de Login

source: Login form "Remember Me" label
pt_br: Etiqueta "Lembrar de mim" no Formulário de Login

source: Login form "Submit" button text
pt_br: Texto do botão "Enviar" no Formulário de Login

source: Error when no username is provided on the login form
pt_br: Erro quando nome de usuário não é fornecido no Formulário de Login

source: Error when no password is provided on the login form
pt_br: Erro quando senha não é fornecida no Formulário de Login

source: Error when login fails
pt_br: Erro quando o login falha

source: URL to redirect users to after they log in:
pt_br: URL para redireciona os usuários depois que eles logam:

source: Home
pt_br: Início

source: URL to redirect users to after they logout:
pt_br: URL para direcionar o usuários depois que deslogam:

source: URL to redirect users to for a forced password reset:
pt_br: URL para redirecionar os usuário para forçar criarem uma nova senha:

source: Add a URL referrer to "Logged Out" and "Forced Password Reset" redirects
pt_br: Adicionar um URL referrer para os redirecionamentos de "Deslogar/Sair" e Reset Forçado de Senha

source: Change email form "Email" label
pt_br: Etiqueta "Email" do formulário Mudar Email

source: Change email form "Password" label
pt_br: Etiqueta "Senha" do formulário Mudar Email

source: Change email form "Submit" button text
pt_br: Etiqueta do botão "Enviar" do formulário Mudar Email

source: Error when no email address is provided on the change email form
pt_br: Erro quando não é fornecido um endereço de email no formulário Mudar Email

source: Error when no password is provided on the change email form
pt_br: Erro quando não é fornecida senha no formulário Mudar Email

source: Error when the password is incorrect on the change email form
pt_br: Erro quando a senha é errada no formulário Mudar Email

source: Message when the user's email address is successfully changed
pt_br: Mensagem para quando o usuário mudar o endereço de email com sucesso

source: Change password form "Current Password" label
pt_br: Etiqueta "Senha Atual" do formulário Mudar Senha

source: Change password form "New Password" label
pt_br: Etiqueta "Senha Nova" do formulário Mudar Senha

source: Change password form "Submit" button text
pt_br: Etiqueta do botão "Enviar" do formulário Mudar Senha

source: Show password requirements with the change password form
pt_br: Mostrar requirementos de senha no formulário Mudar Senha

source: Error when user is forced to reset their password
pt_br: Erro quando um usuário é forçado a mudar a senha

source: Error when current password is not provided on the change password form
pt_br: Erro quando a senha atual não for fornecida no formulário mudar senha

source: Error when new password is not provided on the change password form
pt_br: Erro quando a senha nova não for fornecida no formulário mudar senha

source: Error when the current password is incorrect on the change password form
pt_br: Erro quando a senha atual estiver errada no formulário mudar senha

source: Message when the user's password is successfully changed
pt_br: Mensagem quando a senha do usuário for modificada com sucesso

source: Send admins a notification when a user changes their password
pt_br: Envia uma notificação aos admins quando um usuário muda a senha

source: The email to send to site admins when a user changes their password. Use %s to dynamically add their username, and %s to dynamically add their email address.
pt_br: O email enviado ao admins do site quando um usuário muda a senha. Use %s para adicionar o nome de usuário dinamicamente, e %s para adicionar o endereço de email dinamicamente.

source: Send users an email when they change their password
pt_br: Enviar um email aos usuáris quando mudarem a senha

source: The email to send to users after they change their password. Use %s to dynamically add their username
pt_br: O email para ser enviado aos usuário quando mudam a senha. Use %s para adicionar o nome de usuário dinamicamente

source: URL for password resets
pt_br: URL para mudar senhas

source: Forgot password form "Username" label
pt_br: Etiqueta "Nome de Usuário" no formulário Esqueci a Senha

source: Reset password form "New Password" label
pt_br: Etiqueta "Nova Senha" no formulário Mudar Senha

source: Forgot password form "Submit" button text
pt_br: Texto do botão "Enviar" no formulário Esqueci a Senha

source: Reset password form "Submit" button text
pt_br: Texto do botão "Enviar" no formulário Mudar Senha

source: Show password requirements with the password reset form
pt_br: Mostre requirementos de senha no formulário Mudar Senha

source: Error when username or email is not provided on the forgot password form
pt_br: Erro quando o nome de usuário ou email não for forem fornecidos no formulário Esqueci a Senha

source: Error when username or email address provided on the forgot password form do not exist
pt_br: Erro quando o nome de usuário ou endereço de email fornecidos no formulário Esqueci a Senha não existirem

source: Error when the username or email attempting to be reset belongs to an admin
pt_br: Erro quando o nome de usuário ou email tentando a modificação pertencer a um admin

source: Error when the user's password reset fails
pt_br: Erro quando a mudança de senha do usuário falhar

source: Error when the password reset link has expired
pt_br: Erero quando o link Mudar Senha expirar

source: Message when the password reset link has been sent
pt_br: Mensagem quando o link Mudar Senha for enviado

source: Error when the new password is left blank on the password reset form
pt_br: Erro quando o campo nova senha for deixada em branca no formulário Mudar Senha

source: Time (in hours) that password reset link is valid for
pt_br: Tempo (em horas) de validade do link de Mudar Senha

source: The email to send to users when they request a password reset. Use %s to dynamically add their username, and %s to dynamically add their custom reset URL (required). Use %s to include the number of hours their reset URL is good for.
pt_br: O email para ser enviado aos usuários qu ando pedem uma nova senha. Use %s para adicionar o nome de usuário dinamicamente, e use %s para adicionar dinamicamente a URL personalidade de mudança (obrigatório). Use %s para incluir o número de horas que esta URL de mudança será válida.

source: Delete account form "Password" label
pt_br: Etiqueta "Senha" do formulário Apagar Conta

source: Delete account form "Submit" button text
pt_br: Texto do botão "Enviar" do formulário Apagar Conta

source: Error when password provided in the delete account form is not correct
pt_br: Erro quando a senha usada no formulário Apagar Conta estiver incorreta

source: URL to redirect users to after their account is deleted:
pt_br: URL para redirecionar os usuários depois que a senha foi apagada:

source: Minimum character length for passwords
pt_br: Mínimo de caracteres para senha

source: Require passwords to contain at least 1 letter (if mixed-case is required, this will also be required)
pt_br: Obriga que senha tenham ao menos 1 letra (se variar Maiúsculas/Minúsculas for obrigatório, isto também será obrigatório)

source: Require passwords to contain at least 1 number
pt_br: Obriga que senhas tenham ao menos 1 número

source: Require passwords to contain at least 1 special character
pt_br: Obriga que senha tenham ao menos 1 caractere especial

source: Require passwords to contain mixed-case (both uppercase and lowercase letters)
pt_br: Obriga que senha misturem Maiúsculas e Minúsculas

source: Show the admin bar for non-admin (disabled by default)
pt_br: Mostre a barra de admin para usuários que não sejam admin (desabilitado por padrão)

source: Username
pt_br: Nome de Usuário

source: Password
pt_br: Senha

source: Sign Up
pt_br: Inscreva-se

source: Please enter a username.
pt_br: Por favor digite um nome de usuário.

source: Please enter an email address.
pt_br: Por favor digite um endereço de email.

source: Please enter a password.
pt_br: Por favor digite uma senha.

source: Usernames can only contain letters, numbers, and these special characters: _, space, ., -, *, and @.
pt_br: Nomes de usuários podem conter apenas letras, números e estes caracteres especiais: _, espaço, ., -, *, e @.

source: Your chosen username is already in use. Sorry.
pt_br: O nome de usuário que escolheu já existe. Desculpe.

source: Please use a valid email address.
pt_br: Por favor use um endereço de email válido.

source: Your chosen email is already in use. Sorry.
pt_br: O email que escolheu já está em uso. Desculpe.

source: Your account was created but the system failed to log you in. Please try logging in now.
pt_br: Sua conta foi criada mas o sistema falhou em fazer login. Por favor tente logar agora.

source: Username or Email
pt_br: Nome de usuário ou Email

source: Remember me
pt_br: Lembre de mim

source: Please enter a username or email address.
pt_br: Por favor digite um nome de usuário ou endereço de email.

source: Please enter your password.
pt_br: Por favor digite sua senha.

source: Login failed. Please try again.
pt_br: Falhou o login. Por favor tente novamente.

source: Change My Email
pt_br: Mudar Meu Email

source: Please enter a new email address.
pt_br: Por favor digite um novo endereço de email.

source: The password you provided is not correct.
pt_br: A senha que forneceu está incorreta.

source: Your email address was updated.
pt_br: Seu endereço de email foi atualizado.

source: Current Password
pt_br: Senha Atual

source: New Password
pt_br: Nova Senha

source: Change My Password
pt_br: Mudar Minha Senha

source: You must change your password before you can continue.
pt_br: Você deve mudar sua senha antes de continuar.

source: Please enter your current password.
pt_br: Por favor digite sua senha atual.

source: Please enter a new password.
pt_br: Por favor digite uma senha nova.

source: The current password you provided is not correct.
pt_br: A senha atual que forneceu está incorreta.

source: Your password was updated.
pt_br: Sua senha foi atualizada.

source: Reset My Password
pt_br: Mudar Minha Senha

source: Update My Password
pt_br: Atualizar Minha Senha

source: Please enter your username or email.
pt_br: Por favor digite seu nome de usuário ou email.

source: The username or email your entered does not exist.
pt_br: O nome de usuário ou email que digitou não existe.

source: This user's password cannot be reset.
pt_br: A senha deste usuário não pode ser resetada.

source: Password reset failed. Please try again.
pt_br: Mudança de senha falhou. Por favor tente novamente.

source: This link has expired. Please try again.
pt_br: Este link expirou. Por favor tente novamente.

source: An email has been sent to you with a password reset link.
pt_br: Um email foi enviado para você com um link para mudar a senha.

source: Confirm Password
pt_br: Confirme a senha

source: Delete My Account
pt_br: Apague minha Conta

source: Redirects
pt_br: Redireciona

source: Change Email
pt_br: Mudar Email

source: Change Password
pt_br: Mudar Senha

source: Forgot Password
pt_br: Esqueci a Senha

source: Delete Account
pt_br: Apagar Conta

source: Security
pt_br: Segurança

source: WordPress for Web Apps Options
pt_br: Opções do WordPress para Aplicativos Web

source: Sign Up Labels
pt_br: Etiquetas da Inscrição

source: Sign Up Submit Button
pt_br: Botão de Enviar Inscrição

source: Sign Up Password Requirements
pt_br: Requerimentos da senha de Inscrição

source: Sign Up Errors
pt_br: Erros da Inscrição

source: Sign Up Admin Notifications
pt_br: Notificações de Admin da Inscrição

source: Sign Up User Notifications
pt_br: Notificações de Usuários da Inscricão

source: User Password Time Limit
pt_br: Limite tempo da Senha de Usuário

source: Create User Notifications
pt_br: Criar Notificações de Usuários

source: Login Labels
pt_br: Etiquetes do Login

source: Login Submit Button
pt_br: Botão de Envio de Loging

source: Login Errors
pt_br: Erros de Login

source: Redirect URLs
pt_br: URLs de Redirecionamento

source: Email Change Labels
pt_br: Etiquetas de Mudar Email

source: Email Change Submit Buttons
pt_br: Botões de Envio de Mudar Email

source: Email Change Errors
pt_br: Erros de Mudança de Email

source: Change Password Labels
pt_br: Etiquetas de Mudança de Senha

source: Change Password Submit Buttons
pt_br: Botões de Enviar do Mudar Senha

source: Change Password Requirements
pt_br: Requirementos do Mudar Senha

source: Change Password Errors
pt_br: Erros do Mudar Senha

source: Password Change Admin Notifications
pt_br: Notificações no Admin do Mudar Senha

source: Password Change User Notifications
pt_br: Notificações de Usuário do Mudar Senha

source: Forgot Password URL
pt_br: URL do Esqueci Senha

source: Forgot Password Labels
pt_br: Etiquetas do Esqueci Senha

source: Forgot Password Submit Buttons
pt_br: Botões de Enviar do Esqueci Senha

source: Forgot Password Requirements
pt_br: Requerimentos do Esqueci Senha

source: Forgot Password Errors
pt_br: Erros do Esqueci Senha

source: Forgot Password Time Limit
pt_br: Limite do Tempo do Esqueci Senha

source: Password Reset Notification
pt_br: Notificação do Resetar Senha

source: Delete Account Labels
pt_br: Etiquetas do Apagar Conta

source: Delete Account Submit Buttons
pt_br: Botões do Apagar Conta

source: Delete Account Errors
pt_br: Erros do Apagar Conta

source: Delete Account Redirect
pt_br: Redirecionar do Apagar Conta

source: Password Length
pt_br: Tamanho da Senha

source: Password Characters
pt_br: Caracteres da Senha

source: Admin Bar
pt_br: Barra do Admin

source: Web Apps
pt_br: Aplicativos Web

source: Sign Up Form
pt_br: Formulário de Inscrição

source: Login Form
pt_br: Formulário de Login

source: Change Email Form
pt_br: Formulário de Mudar Email

source: Change Password Form
pt_br: Formulário de Mudar Senha

source: Forgot Password Form
pt_br: Formulário Esqueci a Senha

source: Delete Account Form
pt_br: Formulário Apagar Conta

source: Force Password Reset
pt_br: Forçar Mudança de Senha

source: Force user to reset their password at next login
pt_br: Forçar usuária/o mudar a senha dela/e no próximo login

source: User Access
pt_br: Acesso do Usuário

source: You need to be logged in to delete your account.
pt_br: Você precisa estar logados para apagar sua conta.

source: This account cannot be deleted.
pt_br: Esta conta foi apagada.

source: You need to be logged in to change your email address.
pt_br: Você precisa estar logado para mudar seu endereço.

source: You're already logged in.
pt_br: Você já está logado.

source: You need to be logged in to change your password.
pt_br: Você precisa estar logado para mudar sua senha.

source: If you are human, leave this blank
pt_br: Se você é humano, deixe isto em branco

source: We are unable to create your account. Sorry.
pt_br: Não conseguimos criar a conta. Desculpe.
